{
    "messages": [
    {"id": 1,
      "message":"Merry Christmas! I put so much thought into your gift that now it's too late to get it."
    },
    {"id": 2,
    "message":"Eat. Drink. Be Merry. Have a wonderful Christmas!"
},
    {"id": 3,
    "message":"May the Christmas Season bring only happiness and joy to you and your family."
},
    {"id": 4,
    "message":"The gift of love. The gift of peace. The gift of happiness. May all these be yours at Christmas."
},
    {"id": 5,
    "message":"Wishing you a season full of light and laughter for you and your family."
},
    {"id": 6,
    "message":"Best wishes for a joyous Christmas filled with love, happiness and prosperity!"
},
    {"id": 7,
    "message":"May your family have a holiday season that is full of wonderful surprises, treats and nonstop laughter."
},
    {"id": 8,
    "message":"Our family wishes you love, joy and peace … today, tomorrow and always."
},
    {"id": 9,
    "message":"I hope the magic of Christmas fills every corner of your heart and home with joy — now and always."
},
    {"id": 10,
    "message":"May your holidays sparkle with joy and laughter."
},
    {"id": 11,
    "message":"Wishing you a Christmas that's merry and bright!"
},
    {"id": 12,
    "message":"May your heart be lifted in praise this Christmas for the wonderful gift of Jesus and the joy He brings to our lives."
},    
      {"id": 13,
      "message":"I hope you have a safe and relaxing holiday season."
    },
      {"id": 14,
      "message":"I hope your holiday season is full of peace, joy and happiness."
    },
      {"id": 15,
      "message":"Merry Christmas with lots of love."
    },
      {"id": 16,
      "message":"I hope your Christmas is filled with joy this year!"
    },
      {"id": 17,
      "message":"Happy Holidays! I hope all of your Christmas wishes come true."
    },
      {"id": 18,
      "message":"Jesus is the reason for the season. Merry Christmas!"
    },
      {"id": 19,
      "message":"May God fill your Yuletide season and all your days with immeasurable prosperity and joy! Merry Christmas!"
    },
      {"id": 20,
      "message":"May you have the gift of faith, the blessing of hope and the peace of His love at Christmas and always!"
    },
      {"id": 21,
      "message":"Merry Christmas! I hope you receive one blessing after another this coming year."
    },
      {"id": 22,
      "message":"May the Lord grant you and all your loved ones peace, joy and goodwill."
    },
      {"id": 23,
      "message":"Wishing you a season that’s merry and bright with the light of God’s love."
    },
      {"id": 24,
      "message":"May God’s blessings be yours this Christmas."
    },
      {"id": 25,
      "message":"May the true spirit of Christmas shine in your heart and light your path."
    },
      {"id": 26,
      "message":"May God bless your life with love and joy this holiday season."
    },
        { "id": 27, "message": "Merry Christmas!" },
    { "id": 28, "message": "Happy Holidays!" },
    { "id": 29, "message": "Season's Greetings!" },
    { "id": 30, "message": "Wishing you a very Merry Christmas!" },
    { "id": 31, "message": "May your holiday season be filled with joy and cheer!" },
    { "id": 32, "message": "Sending love and warm wishes your way this holiday season!" },
    { "id": 33, "message": "Hope you have a wonderful Christmas!" },
    { "id": 34, "message": "Merry Christmas and a Happy New Year!" },
    { "id": 35, "message": "Wishing you and your loved ones a joyful holiday season!" },
    { "id": 36, "message": "May your Christmas be bright and festive!" },
    { "id": 37, "message": "Here's to a Merry Christmas and a Happy New Year!" },
    { "id": 38, "message": "Wishing you a very Merry Christmas and a Happy New Year!" },
    { "id": 39, "message": "Sending you warm wishes for a wonderful holiday season!" },
    { "id": 40, "message": "May your Christmas be filled with love, laughter, and joy!" },
    { "id": 41, "message": "Wishing you a Merry Christmas and all the best in the New Year!" },
    { "id": 42, "message": "May your holiday season be full of love and happiness!" },
    { "id": 43, "message": "Wishing you a Merry Christmas and a Happy New Year filled with love and laughter!" },
    { "id": 44, "message": "Sending you warm wishes for a wonderful holiday season and a Happy New Year!" },
    { "id": 45, "message": "Merry Christmas and all the best for the New Year!" },
    { "id": 46, "message": "May your Christmas be filled with joy, love, and laughter!" },
    { "id": 47, "message": "Wishing you a Merry Christmas and a Happy New Year full of blessings!" },
    { "id": 48, "message": "Sending you warm holiday wishes and all the best for the New Year!" },
    { "id": 49, "message": "May your Christmas be bright and cheerful, and your New Year full of hope and joy!" },
    { "id": 50, "message": "Wishing you a Merry Christmas and a Happy New Year full of love and blessings!" },
    { "id": 51, "message": "Sending you warm holiday wishes and all the best for a successful New Year!" },
    { "id": 52, "message": "Merry Christmas and a Happy New Year filled with love and laughter!" },
    { "id": 53, "message": "Wishing you a Merry Christmas and a Happy New Year full of hope and blessings!" },
    { "id": 54, "message": "Sending you warm holiday wishes and all the best for a prosperous New Year!" },
    { "id": 55, "message": "May your Christmas be filled with joy, love, and all the trimmings!" }
  ]
}
